nba_teams = {
    'SEA': '超音速',
    'ATL': '老鹰',
    'CHA': '山猫',
    'NJN': '篮网',
    'BOS': '凯尔特人',
    'BRK': '篮网',
    'NOK': '黄蜂',
    'CHO': '黄蜂',
    'CHI': '公牛',
    'CLE': '骑士',
    'DAL': '独行侠',
    'DEN': '掘金',
    'DET': '活塞',
    'GSW': '勇士',
    'HOU': '火箭',
    'IND': '步行者',
    'LAC': '快船',
    'LAL': '湖人',
    'MEM': '灰熊',
    'MIA': '热火',
    'MIL': '雄鹿',
    'MIN': '森林狼',
    'NOP': '鹈鹕',
    'NOH': '鹈鹕',
    'NYK': '尼克斯',
    'OKC': '雷霆',
    'ORL': '魔术',
    'PHI': '76人',
    'PHO': '太阳',
    'POR': '开拓者',
    'SAC': '国王',
    'SAS': '马刺',
    'TOR': '猛龙',
    'UTA': '爵士',
    'WAS': '奇才',
    'TOT': '多支球队'
}
nba_players = {
    '字母哥'
    '西卡'
    '塔图姆'
    '克劳德'
    '小南斯'
    '恩比德'
    '哈登'
    '爱德华兹'
    '福克斯'
    '范德比尔特'
    '库里'
    '雷迪什'
    '杜兰特'
    '浓眉'
    '艾顿'
    '亚历山大'
    '欧文'
    '东契奇'
    '德罗赞'
    '拉文'
    '阿德巴约'
    '文班'
    '文班亚马'
    '约基奇'
    '马克西'
    '乌布雷'
    '贝恩'
    '乔治'
    '大桥'
    '兰德尔'
    '巴雷特'
    '亨德森'
    '班凯罗'
    '詹姆斯'
    '小萨'
    '唐斯'
    '马尔卡宁'
    '布朗'
    '鲍尔'
    '罗威'
    '沃尔'
    '比尔'
    '特雷-杨'
    '萨格斯'
    '哈利伯顿'
    '波普'
    '希罗'
    '卡姆-托马斯'
    '普拉姆利'
    '卡鲁索'
    '布伦森'
    '格兰特'
    '西亚卡姆'
    '利拉德'
    '格林'
    '库兹马'
    '波尔津吉斯'
    '波神'
    '狄龙'
    '凯斯勒'
    '保罗'
    '伊森'
    '罗齐尔'
    '巴特勒'
    '申京'
    '切特'
    '麦科勒姆'
}
